[
    {
        "slug": "aikido",
        "name": "Aikido",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "amerikansk-fotball",
        "name": "Amerikansk fotball",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "badminton",
        "name": "Badminton",
        "short_description": "NTNUI Badminton har litt over 200 medlemmer og vi trener på Dragvoll og Gløshaugen. Treningene er delt opp etter nivå, og vi arrangerer nybegynnerkurs hvert semester. Studenter som har spilt badminton aktivt eller bare i hagen er veldig velkomne hos oss, og her finner du et godt miljø med et stort mangfold av studieretninger og interesser. Vi er like opptatt av det sosiale, som trening, og hos oss er du garantert mange gode venner! ",
        "long_description": "<p>Vi ønsker å se deg på neste trening! Treningene våre er delt opp etter nivå, og hvis du ikke har spilt før er du velkommen til å møte opp på level 2 sine treninger. Vi har gratis medlemskap så lenge du har Sit-medlemskap og du kan teste ut et par ganger før du velger å melde deg inn i klubben. Vi arrangerer også mosjonstreninger hver lørdag 10:00-11:30, hvor du ikke trenger å være medlem av NTNUI for å bli med. Disse treningene er på Gløshaugen.</p> <p>Vi arrangerer nybegynnerkurs hvert semester som koster 50 kr. Dette kurset er svært populært så her er det bare å melde seg på! Du trenger verken rackert eller baller, kun innesko og treningsklær 😄 Første kursdag er Søndag 30. August 19:30-21:00 på Dragvoll idrettsenter og kurset går over 3 søndager. Vi avslutter med noe sosialt for alle kursdeltakere og styret etter de tre ukene. Du kan melde deg på kurset gjennom denne linken: <a href=\"https://forms.gle/XyCrQMxJ85VB7Zzp7\">https://forms.gle/XyCrQMxJ85VB7Zzp7</a></p> <p>Vi er også svært glad i turneringer og arrangerer selv én turnering hvert semester. Her kommer spillere fra hele Trøndelag til Dragvoll, og det arrangeres både nybegynnerklasser og for de mer erfarne. I tillegg reiser vi rundt på andre turneringer, og hvis du ønsker har du fort mulighet til å spille turnering hver helg! Dette semesteret skal vi blant annet reise til Bergen Challenge, en av Norges største student-arrangementer. Bli med!</p> <p>Vi er en svært sosial gjeng som likter å ta oss en fest. Årets store høydepunkt er den kjente og tradisjonelle racketfesten som vi arrangerer sammen med NTNUI Tennis og NTNUI Squash. Da reiser vi opp på studenterhytta og koser oss med god mat, pene antrekk, stamp og badstu. Alle medlemmer har mulighet til å bli med her. Vi arrangerer i tillegg kick-off fest til hvert semester, afterparty etter våre egne turneringer, 17. mai-frokost, og vors før NTNUI-arrangementer som Gudenes Natteliv og Julebord.</p> <p>Level 1 (A- og B-spillere) trener mandager 20:30-22:00 og onsdager 19:00-20:30 på Dragvoll.<br> Level 2 (C, D og Nybegynnere) trener tirsdager 14:30-16:00 og i mosjonstiden på lørdager 10:00-11:30. Søndager 19:30-22:00 er åpne for alle medlemmer.</p> <p>Vi har et svært avslappet miljø hvor du møter opp på de treningene du vil. Fokuset er å kose seg med badminton og holde seg i form, ikke å bli norgesmestre 😃 Vi har alikevell en del gode spillere i klubben som tidligere har ligget på landslagsnivå, og vi kriger hvert år om å vinne første divisjon. I vår lyktes vi med å vinne både første og andre divisjon, i tillegg til at vi fikk flere kretsmestere i 2019!</p>",
        "contact": "Leder Emilie Faarup Storvik - badminton-leder@ntnui.no - 41373656, Nestleder Nora Lindland - badminton-nestleder@ntnui.no - 45865442",
        "cover_image": "https://i.ibb.co/zxLmwMV/i-BZC4-B2-S-X2-Emilie-Faarup-Storvik.jpg",
        "images": [
            "https://i.ibb.co/D9v6S1w/i-Kqzb-Lgw-X2-Emilie-Faarup-Storvik.jpg",
            "https://i.ibb.co/1QGMzXk/IMG-6257-Emilie-Faarup-Storvik.jpg",
            "https://i.ibb.co/d2xxmVQ/i-R2-D4v-Lx-X2-Emilie-Faarup-Storvik.jpg",
            "https://i.ibb.co/Hngzkhq/lagbilde-NTNUI-Emilie-Faarup-Storvik.jpg",
            "https://i.ibb.co/1vxRt1V/i-RGSVzp-Z-X3-Emilie-Faarup-Storvik.jpg"
        ]
    },
    {
        "slug": "bandy",
        "name": "Bandy",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "baseball",
        "name": "Baseball",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "basket",
        "name": "Basket",
        "short_description": "Basketball er en sport som spilles fem mot fem eller tre mot tre. Målet med spillet er å få ballen i kurven som henger 3,05 meter over kortsiden av banen. Man har kun ét steg med ballen etter man har plukket den opp, så det er essensielt at laget beveger seg når de ikke har ballen for å komme i best mulig scoringsposisjon.",
        "long_description": "<p>Vi har 4 kvinnelag og 5 herrelag i NTNUI Basket, så det er enkelt å finne et lag med nivå som passer for deg! Kvinnelagene spiller i samme liga, men herrelagene er fordelt på første divisjon og andre divisjon. Det femte laget, Cubs, spiller per dags dato ikke serie, men er for dem som vil trene og være del av klubben uten å spille offisielle kamper.</p> <p>Hvert lag har egne sosiale arrangementer, men klubben har og fellesfester i starten av semester og etter nyttår. I tillegg har vi mix-turneringer hvert semester hvor vi blander alle lagene og har en en-dags turnering. Oppå dette kommer grillinger, hytteturer, og watch-parties for NBA eller BLNO kamper 😄</p> <p>Vi har tryouts XX.XX for 3. og 4. laget kvinner, XX.XX for 3., 4., og 5. laget herrer. Topplagene har tryouts XX.XX og XX.XX. De lavere nivåene er for de med lite til medium erfaring med basketball, mens topplagene er for de mest erfarne av dere. Førstedivisjon herrer spiller 15 kamper i året, andredivisjon spiller 8 + sluttspill, og kvinneserien er på 15 kamper den også.</p> <p>Så du “The Last Dance” og tenkte: “Psh, det kan jeg og få til”? Kom på tryouts på Gløshaugen!</p>",
        "contact": "basket-leder@ntnui.no",
        "cover_image": "https://i.ibb.co/gttDKGy/MG-6689-Dag-Hjorth-Endresen.jpg",
        "images": [
            "https://i.ibb.co/zFyKpdj/22829142-1707900339242996-7323568442809412633-o-Dag-Hjorth-Endresen.jpg",
            "https://i.ibb.co/MPkwTRs/Skjermbilde-2020-06-15-kl-11-47-50-Dag-Hjorth-Endresen.png",
            "https://i.ibb.co/MGYdYbp/Shakers-Dag-Hjorth-Endresen.jpg",
            "https://i.ibb.co/SsfWLWZ/Skjermbilde-2020-06-15-kl-11-44-48-Dag-Hjorth-Endresen.png",
            "https://i.ibb.co/719MbZn/Skjermbilde-2020-06-15-kl-11-44-11-Dag-Hjorth-Endresen.png"
        ],
        "video": "https://res.cloudinary.com/olros/video/upload/v1592387319/samples/elephants.mp4"
    },
    {
        "slug": "boksing",
        "name": "Boksing",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "bordtennis",
        "name": "Bordtennis",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "calisthenics",
        "name": "Calisthenics",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "cheerleading",
        "name": "Cheerleading",
        "short_description": "Cheerleading er en konkurranseidrett hvor man lærer seg en rutine som er basert på pyramider, kast, cheer (som er rop), hopp, turn og stunts. I cheerleading er man avhengig av enhver utøver for at laget skal kunne trene og konkurrere. Samhold, samarbeid og tillit er derfor stikkord som beskriver idretten som helhet.",
        "long_description": "<p>NTNUI Cheerleading er delt opp i to lag; Hjemmelaget konkurrerer i kategorien All girl og Bortelaget konkurrerer i kategorien Senior Coed Elite Lvl 5.</p> <p>Hvert semester trener vi mot en konkurranse. For Bortelaget er dette gjerne Norwegian Open (1. kvalifiseringscup til NM) som arrangeres hvert år i november, og NCL (norgesmesterskap) i mars. Bortelaget kan bestå av maksimalt 24 utøvere, og vi har uttak for dette hvert semester.</p> <p>Hjemmelaget konkurrerer lokalt her i Trondheim Open, og tar hovedsaklig opp nye utøvere i starten av høstsemesteret og vårsemesteret.</p> <p>Hos oss er en opptatt av teambulding for at utøvere skal ha mest mulig tillit til hverandre. Derfor arrangerer vår sosialkomité mye sosialt i løpet av året, blant annet julebord, hytteturer og mye annet gøy.</p> <p>Dersom du er interessert i å teste ut cheerleading arrangerer vi åpne treninger tidlig i semesteret. Følg med på hjemmesiden og facebooksiden vår for annonsering av åpne treninger og uttak!</p>",
        "contact": "cheerleading-leder@ntnui.no",
        "cover_image": "https://i.ibb.co/D1tV1wC/31-AF7-A2436-Mercy-Tolla.jpg",
        "images": [],
        "video": ""
    },
    {
        "slug": "dans",
        "name": "Dans",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "dykkergruppa",
        "name": "Dykkergruppa",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "esport",
        "name": "E-sport",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "fekting",
        "name": "Fekting",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "fotball",
        "name": "Fotball",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "friidrett",
        "name": "Friidrett",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "golf",
        "name": "Golf",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "handball",
        "name": "Håndball",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "hund",
        "name": "Hund",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "innebandy",
        "name": "Innebandy",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "ju-jitsu",
        "name": "Ju-Jitsu",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "judo",
        "name": "Judo",
        "short_description": "Vil du prøve noe kult? Lær deg selvforsvar og kroppskontroll med NTNUI Judo. Kom innom trening og deng en venn under kontrollerte forhold!<br/><br/>Wanna try something cool? Learn self defence and body control with NTNUI Judo. Come by practise to throw some friends around!",
        "long_description": "<p>[ENGLISH BELOW]</p> <h2>Judo</h2> <p>Noen er kanskje av den oppfatning av at kampsport kun dreier seg om vold og brutalitet. Kom på trening, så skal vi gladelig motvise dette. Judo handler om respekt, kontroll, trygghet og selvforsvar. 50 år med studentjudo hos oss, kan vise til en lavere skadestatistikk enn de fleste idretter. Samtidig er det mer enn nok fart for adrenalinjegere og kraft til å hevde seg mot enhver kampsportutøver. Judo er en sport som er anvendelig i den virkelige verden!</p> <h2>Så hva går judo ut på?</h2> <p>De viktigste momentene i sportsjudo er kasting, bryting, holdegrep, armbend og kvelning. Der kampsporter med våpen, slag og spark forsøker å holde motstanderen lengst mulig unna, går judoutøveren uredd inn i nærkamp. Målet med kampen er å uskadeliggjøre motstanderen ved kast, kontroll eller overgivelse. Et viktig prinsipp er å bruke motstanderens egen kraft og bruke minst mulig av din egen, noe som også reflekterer «den myke vei», som er den direkte oversettelsen av judo fra japansk.</p> <h2>Hvem kan trene?</h2> <p>Enten du er stor og sterk, liten og spinkel, gutt eller jente, sprek eller mosjonist kan du trene judo og gjøre det bra. Det er en allsidig sport som passer for alle mellom 3 og 100 år. I og med at det er en kontaktsport er det også gode muligheter for å trene judo som paraidrett. I NTNUI Judo har vi et variert tilbud for alt fra nybegynnere til erfarne. Vi har kompetente og sertifiserte trenere som tilpasser treningene slik at alle får utbytte.</p> <h2>Hva koster det?</h2> <p>En del av poenget er at man ikke skal trenge mange ting for å drive med judo. Alt du trenger er i grunn medlemskap i NTNUI slik at du får tilgang til treningslokalene. For sikkerhets skyld tegner du skadeforsikring i Norges Judoforbund som er et engangsbeløp per år på 260 kr. De fleste vil også kjøpe judodrakt, fordi det er billig men holdbart treningstøy med mange bruksområder. Disse selger vi for 300/380 kr.</p> <h2>Nysgjerrig?</h2> <p>Ikke nøl! Det er bare å komme og prøve helt gratis.</p> <h2>Covid-19</h2> <p>Vi følger de retningslinjer som er gitt av idrettsforbundet og judoforbundet. Hold deg oppdatert ved å gå inn på hjemmesiden vår eller bli med i facebookgruppa.</p> <p>Kontakt:<br> Leder: Georg Volden<br> E-post: <a href=\"mailto:judo-leder@ntnui.no\">judo-leder@ntnui.no</a><br> Web: <a href=\"http://www.ntnui.no/judo\">www.ntnui.no/judo</a></p> <hr> <h2>ENGLISH</h2> <h2>Judo</h2> <p>I think we might all agree that the days as students are just the best. Sure, we might find ourselves busy with homework, projects and exams, and living on a strict budget, but hey; that is what we are supposed to be doing at this age! One of the things I love the most about NTNUI is that you get to try so many different things for such a student friendly price. In this time, the best time, where we learn things way beyond us in lecture, meet new people and cultures and do all these new things, why don’t try something you will truly remember? Yeah, why don’t you just try something as inspired as judo?</p> <h2>So, what is judo about?</h2> <p>The most important techniques in judo today is throwing, wrestling, holds, arm breaks and chokes. While other martial arts use weapons and long feet to distance themselves from the opponent, the judo practitioner heads undeterred into close combat. The goal of the match is to get in a nice throw, restrain your competitor or get her ( or him) to submit. An important principle is to use your opponent’s own force to do the work, which also reflects the name Judo, meaning “the gentle way”.</p> <h2>Who can do judo?</h2> <p>Whether you are big or small, skinny or tall, boy or girl, duke or earl, you can train judo and excel. As in matter of fact, the sport requires a lot of contact, and that is why it also is a great parasport. In NTNUI Judo, we have a diverse training program made to fit everyone.</p> <h2>How much does it cost?</h2> <p>You don’t need much to do judo. All you need to train with us, is a NTNUI membership to get you access to all of NTNUI’s training facilities. We also recommend that you buy judo insurance for 260 NOK. International students have to get their own insurance if they are not staying in Norway for longer than 12 months. Most also wants to buy a judogi, which is cheap but durable training wear. We sell these for 300/380 NOK.</p> <h2>Intrigued?</h2> <p>Get in here already! Come try for free.</p> <h2>Covid-19</h2> <p>We follow the guidelines from the Norwegian sports federation and judo federation. Stay updated on our web page and our facebook group.</p> <p>Contact:<br> Leader: Georg Volden<br> E-mail: <a href=\"mailto:judo-leder@ntnui.no\">judo-leder@ntnui.no</a><br> Web: <a href=\"http://www.ntnui.no/judo\">www.ntnui.no/judo</a></p>",
        "contact": "judo-leder@ntnui.no",
        "cover_image": "https://i.ibb.co/wLPhHYx/N-Dittrich-JB-589-Georg-Volden.jpg",
        "images": [
            "https://i.ibb.co/T0k1Xj8/judo-vektor-png-stor-Georg-Volden.png",
            "https://i.ibb.co/g6cqkz5/N-Dittrich-JB-590-Georg-Volden.jpg",
            "https://i.ibb.co/FY3tWYR/N-Dittrich-JB-624-Georg-Volden.jpg",
            "https://i.ibb.co/tDMypNz/N-Dittrich-JB-640-Georg-Volden.jpg"
        ]
    },
    {
        "slug": "karate",
        "name": "Karate",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "kite",
        "name": "Kite",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "koiene",
        "name": "Koiene",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "lacrosse",
        "name": "Lacrosse",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "langrenn",
        "name": "Langrenn",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "orientering",
        "name": "Orientering",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "padling",
        "name": "Padling",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "roing",
        "name": "Roing",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "rugby",
        "name": "Rugby",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "seiling",
        "name": "Seiling",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "sjakk",
        "name": "Sjakk",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "ski-og-fjellsport",
        "name": "Ski og fjellsport",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "skyting",
        "name": "Skyting",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "squash",
        "name": "Squash",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "svomming",
        "name": "Svømming",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "swing-og-folkedans",
        "name": "Swing og Folkedans",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "taekwondo",
        "name": "Taekwondo",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "telemark-alpint",
        "name": "Telemark-Alpint",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "tennis",
        "name": "Tennis",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "tindegruppa",
        "name": "Tindegruppa",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "triatlon",
        "name": "Triatlon",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    },
    {
        "slug": "turn",
        "name": "Turn",
        "short_description": "Turning er en lættis idrett der man utøver dritfete øvelser på ulike apparater.",
        "long_description": "<p>Vi trener 3 ganger i uka, hvorav to av treningene foregår i Trondhjem turnforenings hall, og den tredje er i sal 4 på Idrettsbygget Gløshaugen. Turnhallen vi leier av Trondhjem turnforening er en fullt utrustet turnhall hvor man kan gjøre alt fra å turne på frittståendegulv til å svinge seg i svingstanga. I sal 4 har vi air-track, trampett og matter vi bruker til basistrening.</p> <p>Turngruppa består av ca. 80 medlemmer, med turnere på alle nivåer. Vi er en livlig og sosial gjeng som ikke bare møtes for å turne, men vi har også sosiale arrangementer som blant annet bli-kjent-fester, sosiale kvelder, onsdagspils og koieturer.</p> <p>For å bli med i turngruppa må du være medlem av NTNUI. Vi har mange som ønsker å være med, og har derfor en venteliste man kan sette seg opp på her: <a href=\"https://ntnui.no/turn/kontaktskjema-for-venteliste/\">https://ntnui.no/turn/kontaktskjema-for-venteliste/</a></p> <p>Håper vi ses på trening til høsten!</p>",
        "contact": "mats.engstad@ntnui.no og marie.holen@ntnui.no",
        "cover_image": "https://i.ibb.co/RbHBYrW/IMG-6518-kopi-Marie-Holen.jpg",
        "images": [
            "https://i.ibb.co/HzKDrbv/riktig-Marie-Holen.jpg",
            "https://i.ibb.co/4thygW0/IMG-0742-Marie-Holen.jpg",
            "https://i.ibb.co/rpswxHy/ferdig-Marie-Holen.jpg",
            "https://i.ibb.co/bssF7W1/IMG-6573-kopi-Marie-Holen.jpg",
            "https://i.ibb.co/rMRNhWw/j-Flh-Vi-BQ-Marie-Holen.jpg"
        ]
    },
    {
        "slug": "volleyball",
        "name": "Volleyball",
        "short_description": "",
        "long_description": "",
        "contact": "",
        "cover_image": "",
        "images": []
    }
]